{
    "story.intro.1": "Chris, Marc, Til and Max - are on the road again, as they often are when they are looking for a new challenge.\n This time, they are heading high up into the mountains. After hours of hiking over narrow paths and steep climbs, they have already covered more than 2,000 meters in altitude. Drenched in sweat and full of anticipation, they are now almost at their destination: only one last step separates them from the summit cross.",
    "story.intro.2": "But then: a huge abyss. So deep that you can no longer see the ground. Between them and the summit hangs only a rotten, swaying wooden suspension bridge - held by two thin ropes that tremble suspiciously against every gust of wind.",
    "story.intro.3": "Max stops. 'This is too dangerous. We should turn back', he says. But Chris, Marc and Til just look at each other - and grin and shout: 'TRUST.'\nWithout hesitation, Chris is the first to trudge onto the bridge. He even jumps a few times to show how stable it is. And indeed - it holds. So the others follow, step by step.",
    "story.intro.4": "But then - ZACK!\nA loud crash. The ropes snap. A scream. And the four friends plunge into the depths.",
    "story.intro.5": "They fall - endlessly, through absolute darkness. But instead of smashing against the rock, they land... softly? Confused and dazed, they regain consciousness. All around them: a dark, strange place. Rock faces, moss, shimmering crystals - an underground labyrinth, a dungeon, as if from another world.",
    "story.intro.6": "An ancient inscription is engraved on the wall in front of them:\n\n 'Only those who steel body and mind, use every resource and conquer the gatekeeper will find their way back to the surface.",
    "story.intro.7": "The adventure begins. No more excuses. No turning back.\nOnly training, teamwork - and the fight for survival.",
    "class.til.description": "A melee specialist with high base damage.",
    "class.til.weapon": "Sword Slash - A close-range piercing attack with high damage",
    "class.til.strengths": "High base damage, Can hit multiple enemies",
    "class.til.weaknesses": "Limited range",
    "class.marc.description": "A swift assassin that excels at burst damage.",
    "class.marc.weapon": "Throwing Knives - Multiple fast projectiles in a spread pattern",
    "class.marc.strengths": "High attack speed, Multi-directional attacks",
    "class.marc.weaknesses": "Low individual projectile damage",
    "class.max.description": "A ranged specialist with seeking projectiles.",
    "class.max.weapon": "Magic Bolt - Homes in on the nearest enemy",
    "class.max.strengths": "Auto-targeting attacks, Good single target damage",
    "class.max.weaknesses": "Low armor piercing",
    "class.chris.description": "A holy warrior protected by orbiting shields.",
    "class.chris.weapon": "Shield Bash - Rotating shield that damages nearby enemies",
    "class.chris.strengths": "Good defensive capabilities, Constant AoE damage",
    "class.chris.weaknesses": "Slower attack speed",
    "ui.confirm_selection": "Confirm Selection",
    "ui.select_class.title": "SELECT YOUR CLASS",
    "ui.select_class.subtitle": "Choose wisely, brave survivor..."
}