{
    "story.intro.1": "Chris, Marc, Til und Max - sind wieder unterwegs, wie so oft, wenn sie eine neue Herausforderung suchen.\n Diesmal geht es hoch hinauf in die Berge. Nach stundenlangem Wandern über schmale Pfade und steile Anstiege haben sie bereits mehr als 2.000 Höhenmeter überwunden. Völlig verschwitzt und voller Vorfreude trennt sie nur noch ein letzter Schritt vom Gipfelkreuz.",
    "story.intro.2": "Doch dann: ein riesiger Abgrund. So tief, dass man den Grund nicht mehr sehen kann. Zwischen ihnen und dem Gipfel hängt nur noch eine morsche, schwankende Holz-Hängebrücke - gehalten von zwei dünnen Seilen, die bei jedem Windstoß verdächtig zittern.",
    "story.intro.3": "Max bleibt stehen. 'Das ist zu gefährlich. Wir sollten umkehren', sagt er. Doch Chris, Marc und Til schauen sich nur an - und grinsen und rufen: 'TRUST.'\nOhne zu zögern ist Chris der Erste, der auf die Brücke stapft. Er hüpft sogar ein paar Mal, um zu zeigen, wie stabil sie ist. Und tatsächlich - sie hält. Also folgen die anderen, Schritt für Schritt.",
    "story.intro.4": "Doch dann - ZACK!\nEin lauter Knall. Die Seile reißen. Ein Schrei. Und die vier Freunde stürzen in die Tiefe.",
    "story.intro.5": "Sie fallen - endlos, durch absolute Dunkelheit. Doch statt auf dem Fels zu zerschellen, landen sie... weich? Verwirrt und benommen kommen sie wieder zu sich. Um sie herum: ein dunkler, fremdartiger Ort. Felswände, Moos, schimmernde Kristalle - ein unterirdisches Labyrinth, ein Dungeon, als wäre er aus einer anderen Welt.",
    "story.intro.6": "Eine uralte Inschrift ist in die Wand vor ihnen eingemeißelt:\n\n 'Nur wer Körper und Geist stählt, jede Ressource nutzt und den Torwächter bezwingt, wird den Weg zurück an die Oberfläche finden.",
    "story.intro.7": "Das Abenteuer beginnt. Keine Ausreden mehr. Kein Zurück.\nNur Training, Teamwork - und der Kampf ums Überleben.",
    "class.football_til.description": "Til entfesselt seine Fußballkünste für verheerende Angriffe.",
    "class.football_til.weapon": "Fußball - Ein mächtiges, abprallendes Geschoss, das durch Gegner dringt",
    "class.football_til.strengths": "Sehr hoher Schaden, Durchdringt mehrere Gegner",
    "class.football_til.weaknesses": "Langsamere Angriffsgeschwindigkeit, Weniger Kontrolle über Abpraller",
    "class.yugioh_marc.description": "Marc kanalisiert seinen inneren Duellanten für mächtige Kartenkombinationen.",
    "class.yugioh_marc.weapon": "Kartensturm - Entfesselt eine Flut magischer Karten",
    "class.yugioh_marc.strengths": "Mehrere Geschosse, Schnelle Angriffe, Breite Abdeckung",
    "class.yugioh_marc.weaknesses": "Sehr wenig Gesundheit, Keine Rüstung, Zufällige Kartenmuster",
    "class.gym_max.description": "Max entfesselt seinen inneren Gym-Bro für maximale Gains und Schaden.",
    "class.gym_max.weapon": "Hantelschlag - Verheerender Flächenschaden mit Gewichten",
    "class.gym_max.strengths": "Extrem hohe Gesundheit, Maximale Rüstung, Massiver Schaden",
    "class.gym_max.weaknesses": "Sehr langsame Bewegung, Lange Erholungszeit nach Angriffen",
    "class.chef_chris.description": "Chris meistert die Kampfkochkunst mit seinen Knoblauchangriffen.",
    "class.chef_chris.weapon": "Knoblauchsturm - Erzeugt ein intensives Schadensfeld",
    "class.chef_chris.strengths": "Mächtiger Flächenschaden, Verbesserte Verteidigung, Größerer Wirkungsbereich",
    "class.chef_chris.weaknesses": "Muss nah an Gegnern bleiben, Geringerer Sofortschaden",
    "class.til.description": "Ein Nahkampfspezialist mit hohem Basisschaden.",
    "class.til.weapon": "Schwertschlag - Ein nahbereichiger durchdringender Angriff mit hohem Schaden",
    "class.til.strengths": "Hoher Basisschaden, Kann mehrere Gegner treffen",
    "class.til.weaknesses": "Begrenzte Reichweite",
    "class.marc.description": "Ein schneller Assassine, der sich auf Burst-Schaden spezialisiert hat.",
    "class.marc.weapon": "Wurfmesser - Mehrere schnelle Projektil in einem Fächermuster",
    "class.marc.strengths": "Hohe Angriffsgeschwindigkeit, Mehrere Angriffsrichtungen",
    "class.marc.weaknesses": "Geringer Einzelschaden pro Projektil",
    "class.max.description": "Ein Fernkampfspezialist mit verfolgenden Projektilen.",
    "class.max.weapon": "Magischer Bolzen - Sucht sich den nächsten Gegner",
    "class.max.strengths": "Automatische Zielerfassung, Guter Einzelschaden",
    "class.max.weaknesses": "Geringe Rüstungsdurchdringung",
    "class.chris.description": "Ein heiliger Krieger, geschützt durch rotierende Schilde.",
    "class.chris.weapon": "Schildschlag - Rotierender Schild, der nahe Gegner schädigt",
    "class.chris.strengths": "Gute Verteidigungsfähigkeiten, Konstanter AoE-Schaden",
    "class.chris.weaknesses": "Langsamere Angriffsgeschwindigkeit",
    "ui.confirm_selection": "Auswahl bestätigen",
    "ui.select_class.title": "WÄHLE DEINE KLASSE",
    "ui.select_class.subtitle": "Wähle weise, tapferer Überlebender..."
}